{
    "MultiChannelConversionAttribution": {
        "Attribution": "Attribution",
        "MultiChannelConversionAttribution": "Multi Channel Conversion Attribution",
        "ColumnConversionsDocumentation": "The number of conversions for this channel when the attribution model %s is applied.",
        "ColumnRevenueDocumentation": "The revenue for this channel when the attribution model %s is applied.",
        "AttributionModelX": "Attribution Model %s",
        "DaysPriorToConversion": "Days Prior to Conversion",
        "Enabled": "Enabled",
        "Channel": "Channel",
        "SelectModel": "Select model",
        "ChannelReportInlineHelpStart": "The following attribution models are available",
        "MultiAttributionEnabledForGoal": "Multi Channel Conversion Attribution is enabled for this goal",
        "Introduction": "Enabling this feature gives you more accurate insights into the different referrers that lead to your conversions. Instead of only attributing a conversion to the last non direct visit, you will be able to select different attribution models to see which referrers (or channels) really contributed the most to a conversion.",
        "ErrorMultiAttributionNotEnabled": "Multi Channel Attribution is not enabled for the requested goal",
        "ErrorGoalDoesNotExist": "The given goal does not exist for this site",
        "ErrorXNotWhitelisted": "The value for \"%1$s\" is not allowed, use one of: %2$s.",
        "MultiAttribution": "Multi Attribution",
        "NoGoalEnabled": " No goal has been enabled for this report. A user with at least write access can enable the attribution report when creating or editing a goal.",
        "ChannelName": "Channel Name",
        "Compare": "Compare",
        "LastNonDirectInteraction": "Last Non-Direct",
        "LastNonDirectInteractionDocumentation": "The attribution credit goes to the last visit that was not a direct visit.",
        "Linear": "Linear",
        "LinearDocumentation": "The attribution credit is shared equally across all interactions.",
        "FirstInteraction": "First Interaction",
        "FirstInteractionDocumentation": "All the attribution credit goes to the first interaction only.",
        "LastInteraction": "Last Interaction",
        "LastInteractionDocumentation": "All the attribution credit goes to the last interaction only.",
        "PositionBased": "Position Based",
        "PositionBasedDocumentation": "Most of the attribution credit goes to the first and last interaction (40% each), the remaining credit is shared equally between all other interactions.",
        "XInComparisonTo": "%s in comparison to %s",
        "XInComparisonToTooltip": "Comparing %s of %s with %s",
        "TimeDecay": "Time Decay",
        "TimeDecayDocumentation": "The attribution credit is shared across all interactions. The more recent an interaction was, the more credit it gets compared to an interaction that happened a longer time ago."
    }
}