{
    "SearchEngineKeywordsPerformance": {
        "AccountAddedBy": "<em>%1$s<\/em> tarafından <em>%2$s<\/em> zamanında eklendi",
        "AccountConnectionValidationError": "Hesap bağlantısı doğrulanırken bir sorun çıktı:",
        "AccountDoesNotExist": "Yapılandırılmış %1$s hesabı artık yok",
        "AccountNoAccess": "Bu hesabın şu anda herhangi bir web sitesine erişimi yok.",
        "AccountRemovalConfirm": "%1$s hesabını silmek üzeresiniz. Bu işlem bağlı web sitelerinden anahtar sözcüklerin içe aktarılmasını devre dışı bırakabilir. Devam etmek istediğinize emin misiniz?",
        "ActivityAccountAdded": "yeni bir anahtar sözcük hizmeti sağlayıcısı hesabı ekledi %1$s: %2$s",
        "ActivityAccountRemoved": "bir anahtar sözcük hizmeti sağlayıcısı hesabını sildi %1$s: %2$s",
        "ActivityGoogleClientConfigChanged": "Google istemci yapılandırmasını değiştirdi.",
        "AddAPIKey": "API Anahtarı Ekle",
        "AddConfiguration": "Yapılandırma Ekle",
        "AdminMenuTitle": "Arama Başarımı",
        "APIKey": "API Anahtarı",
        "AvailableSites": "İçe aktarma için kullanılabilecek web siteleri:",
        "Domain": "Etki alanı",
        "DomainProperty": "Etki alanı mülkü",
        "DomainPropertyInfo": "Tüm alt etki alanlarını (m, www gibi) ve iki iletişim kuralını da (http, https) kapsar.",
        "URLPrefix": "Adres ön eki",
        "URLPrefixProperty": "Adres ön eki mülkü",
        "URLPrefixPropertyInfo": "Yalnız iletişim kuralının da (http\/https) bulunduğu belirtilen tam ön eki içeren adresleri kapsar. Mülkünüzün herhangi bir iletişim kuralı ya da alt etki alanı ile (http\/https\/www.\/m. gibi) eşleşmesini istiyorsanız bunun yerine bir etki alanı mülkü eklemeyi düşünebilirsiniz.",
        "BingAccountError": "API anahtarı doğrulanırken bir sorun çıktı: %1$s. Bing Webmaster Araçlarıyla bu API anahtarını yeni oluşturduysanız bir kaç dakika sonra yeniden deneyin (Bing Webmaster Araçlarındaki API anahtarlarının etkinleştirilmesi biraz zaman alabilir).",
        "BingAccountOk": "API anahtarı doğrulandı",
        "BingAPIKeyInstruction": "%1$sBing Webmaster Tools%2$s sitesinde bir hesap açın ve web sitenizi Bing Webmaster üzerine ekleyin. Sitenizi doğruladıktan sonra %3$sburadan bir API anahtarı oluşturun%4$s.",
        "BingConfigurationDescription": "Bing Webmaster Tools kullanmak için bir API anahtarına gerek vardır. Web sitelerinizin verilerine erişmek için gereken API anahtarlarını buradan ekleyebilirsiniz.",
        "BingConfigurationTitle": "Bing Webmaster Tools üzerinden içe aktarmayı yapılandırın",
        "BingCrawlBlockedByRobotsTxt": "Robots.txt katılmaması",
        "BingCrawlBlockedByRobotsTxtDesc": "Sitenizin robots.txt dosyasını engelleyen adresler",
        "BingCrawlConnectionTimeout": "Bağlantı zaman aşımları",
        "BingCrawlConnectionTimeoutDesc": "Bu değer yakın zamanda bağlantı sorunları nedeniyle Bing tarafından sitenize erişilememe sayısını gösterir. Bu durum geçici bir sorundan kaynaklanıyor olabilir ancak istekleri kazara reddedip etmediğinizi öğrenmek için sunucu günlüğü kayıtlarını gözden geçirmeniz iyi olur.",
        "BingCrawlCrawledPages": "Derlenen sayfa sayısı",
        "BingCrawlCrawledPagesDesc": "Bing crawler tarafından istekte bulunulan sayfa sayısı.",
        "BingCrawlDNSFailures": "DNS sorunları",
        "BingCrawlDNSFailuresDesc": "Bu sorun türünde bot tarafından yakın zamanda sayfalarınıza erişmek için DNS sunucu ile iletişim kurulmaya çalışılırken yaşanan sorunlar görüntülenir. Sunucunuz çalışmıyor olabilir ya da TTL değerinin 0 olarak ayarlanması gibi DNS yöneltmesinin yapılmasını engelleyen bir yapılandırma hatası olabilir.",
        "BingCrawlErrors": "Bing derleme sorunları",
        "BingCrawlErrorsDesc": "Bing crawler tarafından karşılaşılan sorun sayısı.",
        "BingCrawlErrorsFromDateX": "Bu raporda yakın zamanda Bing tarafından karşılaşılan derleme sorunları görüntülenir. Geçmişe dönük herhangi bir veri bulunmaz. Son güncelleme: %s",
        "BingCrawlHttpStatus2xx": "HTTP Kodları 200-299",
        "BingCrawlHttpStatus2xxDesc": "Sunucu sayfayı doğru olarak sunduğunda bu kodlar görüntülenir",
        "BingCrawlHttpStatus301": "HTTP Kodu 301 (Kalıcı olarak taşındı)",
        "BingCrawlHttpStatus301Desc": "İçerik bir konumdan (adres) başka bir konuma kalıcı olarak taşındığında bu kod görüntülenir.",
        "BingCrawlHttpStatus302": "HTTP Kodu 302 (Geçici olarak taşındı)",
        "BingCrawlHttpStatus302Desc": "İçerik bir konumdan (adres) başka bir konuma geçici olarak taşındığında bu kod görüntülenir.",
        "BingCrawlHttpStatus4xx": "HTTP Kodları 400-499 (İstek sorunları)",
        "BingCrawlHttpStatus4xxDesc": "Bu kodlar sunucunun yapılan isteklerde bulunan hatalar nedeniyle istekleri işleyememesi durumunda görüntülenir.",
        "BingCrawlHttpStatus5xx": "HTTP Kodları 500-599 (İç sunucu sorunları)",
        "BingCrawlHttpStatus5xxDesc": "Bu kodlar sunucunun açıkca geçerli olan istekleri karşılayamaması durumunda görüntülenir.",
        "BingCrawlImportantBlockedByRobotsTxt": "Önemli sayfada robots.txt katılmaması",
        "BingCrawlInboundLink": "Gelen bağlantı toplamı",
        "BingCrawlInboundLinkDesc": "Gelen bağlantılar Bing tarafından algılanan web sitenize yönelmiş adreslerdir. Bunlar, kendi web sitenizden gelen ve içeriğinize işaret eden bağlantılardır.",
        "BingCrawlingStats": "Bing ve Yahoo! için derleme özeti",
        "BingCrawlingStatsDocumentation": "Derleme özetinde bir sayfa ziyaret edildiğinde arama botu tarafından karşılaşılan sorunlar, robots.txt dosyanız tarafından engellenen ögeler ve zararlı yazılımlar tarafından etkilenmiş adresler gibi derleme ile ilgili bilgiler bulunur.",
        "BingCrawlMalwareInfected": "Zararlı yazılımdan etkilenmiş web siteleri",
        "BingCrawlMalwareInfectedDesc": "Bing tarafından zararlı bir yazılımın bulaştığı ya da ilgisi olduğu anlaşılan sayfa adresleri bu bölümde görüntülenir.",
        "BingCrawlPagesInIndex": "Dizindeki sayfa sayısı",
        "BingCrawlPagesInIndexDesc": "Bing dizinindeki toplam sayfa sayısı",
        "BingCrawlStatsOtherCodes": "Tüm diğer HTTP durum kodları",
        "BingCrawlStatsOtherCodesDesc": "Başka değerler ile eşleşmeyen tüm diğer kodları bir araya getirir (1xx ya da bilgilendirme kodları gibi).",
        "BingKeywordImport": "Bing anahtar sözcük içe aktarma",
        "BingKeywords": "Anahtar sözcükler (Bing ve Yahoo! üzerinde)",
        "BingKeywordsDocumentation": "Bing ya da Yahoo! arama sonuçlarında web sitenize bağlantılar oluşturmak için kullanılan anahtar sözcükler.",
        "BingKeywordsNoRangeReports": "Bing ve Yahoo! üzerindeki anahtar sözcükler günlük raporlar olarak kullanılamadığından yalnız tam haftalar ya da aylar gibi özel tarih aralıkları için işlenebilir.",
        "BingKeywordsNotDaily": "Bing ve Yahoo! üzerindeki anahtar sözcükler yalnız haftalık raporlar olarak kullanılabilir. Anahtar sözcük verisi günlük olarak kullanılamaz.",
        "BingWebmasterApiUrl": "Bing Webmaster Tools Adresi",
        "BingWebmasterApiUrlDescription": "Bu web sitesinin Bing Webmaster Tools üzerindeki adresini yazın",
        "Category": "Kategori",
        "ChangeConfiguration": "Yapılandırmayı değiştir",
        "Clicks": "Tıklanma",
        "ClicksDocumentation": "Birisi bir arama motorunun sonuç sayfasında web sitenizi gösteren bir bağlantıya tıkladığında bir tıklama sayılır.",
        "ClientConfigImported": "İstemci yapılandırması içe aktarıldı!",
        "ClientConfigSaveError": "İstemci yapılandırması içe aktarılırken bir sorun çıktı. Lütfen belirtilen yapılandırmanın geçerli olduğundan emin olduktan sonra yeniden deneyin.",
        "ClientId": "İstemci kodu",
        "ClientSecret": "İstemci parolası",
        "ConfigAvailableNoWebsiteConfigured": "Bütünleştirme yapılandırması tamamlandı, ancak şu anda içe aktarılmak için bir web sitesi yapılandırılmamış.",
        "ConfigRemovalConfirm": "%1$s yapılandırmasını silmek üzereseniz. Bu web sitesi için anahtar sözcükler içe aktarılmayacak. Devam etmek istiyor musunuz?",
        "Configuration": "Yapılandırma",
        "ConfigurationDescription": "Bu uygulama eki, web sitenizin kullanıcıları tarafından arama motorlarına sorulan anahtar sözcükleri doğrudan Matomo içine aktarır.",
        "ConfigurationFile": "Yapılandırma dosyası",
        "ConfigurationValid": "OAuth yapılandırmanız geçersiz.",
        "ConfiguredAccounts": "yapılandırılmış hesaplar",
        "ConfiguredUrlNotAvailable": "Bu hesabın yapılandırılmış adresine erişilemiyor",
        "ConfigureMeasurableBelow": "Bir web sitesini yapılandırmak için aşağıdaki düğmeye tıklayın ya da doğrudan web sitesi ayarları bölümüne gidin.",
        "ConfigureMeasurables": "Web sitelerini yapılandır",
        "ConnectAccount": "Hesaba Bağlan",
        "ConnectAccountDescription": "Gerekli izinler vermek için aşağıdaki düğme üzerine tıklayarak Google üzerine gidin.",
        "ConnectFirstAccount": "Aşağıdan ilk hesabınızı bağlayarak başlayın.",
        "ConnectGoogleAccounts": "Google Hesaplarını Bağla",
        "ContainingSitemaps": "Site Haritaları Bulunan",
        "CrawlingErrors": "Derleme sorunları",
        "CrawlingStats": "Derleme özeti",
        "Ctr": "Tıklayıp Geçme Oranı",
        "CtrDocumentation": "Tıklayıp Geçme Oranı: Kişilerin ne sıklıkta arama sonuçları sayfasında web sitenizin bağlantısını görüp tıkladığının oranı.",
        "CurrentlyConnectedAccounts": "Şu anda bağlı %1$s hesap var.",
        "DisableGoogleCrawlErrorReports": "Kullanımdan Kaldırılmış (deprecated) Google Derleme Sorunları Gizlensin",
        "EnabledSearchTypes": "Alınacak anahtar sözcük türleri",
        "FetchImageKeyword": "Görsel anahtar sözcükleri alınsın",
        "FetchImageKeywordDesc": "Bu seçenek etkinleştirildiğinde, Google görsel aramasında kullanılan anahtar sözcükler alınır",
        "FetchVideoKeyword": "Görüntü anahtar sözcükleri alınsın",
        "FetchVideoKeywordDesc": "Bu seçenek etkinleştirildiğinde, Google görüntü aramasında kullanılan anahtar sözcükler alınır",
        "FetchWebKeyword": "Web anahtar sözcükleri alınsın",
        "FetchWebKeywordDesc": "Bu seçenek etkinleştirildiğinde, Google web aramasında kullanılan anahtar sözcükler alınır",
        "FirstDetected": "İlk algılanan",
        "GoogleAccountAccessTypeOfflineAccess": "Şu anda oturum açmamış olsanız da arama anahtar sözcüklerini içe aktarmak için <strong>çevrinmdışı erişim<\/strong> gereklidir.",
        "GoogleAccountAccessTypeProfileInfo": "<strong>Profil bilgileri<\/strong> şu anda bağlı olan hesapların adlarını görüntülemek için kullanılır.",
        "GoogleAccountAccessTypeSearchConsoleData": "<strong>Konsol verilerinde arama<\/strong> Google arama anahtar sözcüklerini alabilmek için gereklidir.",
        "GoogleAccountError": "OAuth erişimi doğrulanırken bir sorun çıktı: %1$s",
        "GoogleAccountOk": "OAuth erişimi doğrulandı.",
        "GoogleConfigurationDescription": "Google arama konsolunda kimlik doğrulaması için OAuth kullanılır.",
        "GoogleConfigurationTitle": "Google arama konsolundan içe aktarmayı yapılandır",
        "GoogleCrawlAuthPermission": "Kimlik doğrulama izni",
        "GoogleCrawlAuthPermissionDesc": "Bu sayfaya erişim için sunucunuz kimlik doğrulaması istediğinden ya da GoogleBot erişimi engellendiğinden GoogleBot bilgileri derleyemedi.",
        "GoogleCrawlErrorsFromDateX": "Bu raporda yakın zamanda GoogleBot tarafından karşılaşılan derleme sorunları görüntülenir. Geçmişe dönük herhangi bir veri bulunmaz. Son güncelleme: %s",
        "GoogleCrawlFlash": "Flash İçeriği",
        "GoogleCrawlFlashDesc": "İçeriği çoğunlukla Flash kullanılarak oluşturulmuş adresler. Flash, iOS ya da Android 4.1 ve üzerindeki sürümler tarafından desteklenmediğinden birçok aygıtta bu sayfalar görüntülenmez.",
        "GoogleCrawlingErrors": "Google derleme sorunları",
        "GoogleCrawlingErrorsDesktop": "Google masaüstü derleme sorunları",
        "GoogleCrawlingErrorsDesktopDocumentation": "Google masaüstü derleme sorunları raporunda, masaüstü aygıtlar için GoogleBot tarafından karşılaşılan derleme sorunları bulunur.",
        "GoogleCrawlingErrorsDocumentation": "Google derleme sorunları raporunda, GoogleBot tarafından karşılaşılan derleme sorunları bulunur.",
        "GoogleCrawlingErrorsSmartphone": "Google akıllı telefon derleme sorunları",
        "GoogleCrawlingErrorsSmartphoneDocumentation": "Google akıllı telefon derleme sorunları raporunda, akıllı telefon ve mobil aygıtlar için GoogleBot tarafından karşılaşılan derleme sorunları bulunur.",
        "GoogleCrawlManyRedirect": "Hatalı yeniden yönlendirmeler",
        "GoogleCrawlManyRedirectDesc": "Bir hatalı yeniden yönlendirme, bir masaüstü sayfasının yanlışlıkla akıllı telefon kullanıcılarını, istekleri ile ilgisiz bir akıllı telefon sayfasına yönlendirmesiyle oluşur.",
        "GoogleCrawlNotFollowed": "İzlenemeyenler",
        "GoogleCrawlNotFollowedDesc": "İzlenemeyen hatalar, Google tarafından tam olarak açılamayan adreslerdir. Bu sorunlar genellikle Flash, JavaScript, etkin içerik ve yeniden yönlendirme gibi nedenlerden kaynaklanır",
        "GoogleCrawlNotFound": "Bulunamayanlar",
        "GoogleCrawlNotFoundDesc": "GoogleBot tarafından sitenizde olmayan bir adresin istenmesinden kaynaklanır.",
        "GoogleCrawlOtherError": "Diğer sorunlar",
        "GoogleCrawlOtherErrorDesc": "GoogleBot tarafından yapılan istek söz diziminin sunucu tarafından anlaşılamaması nedeniyle bu sayfalara erişilememesinden kaynaklanır.",
        "GoogleCrawlRoboted": "Akıllı telefonlar için engellenenler",
        "GoogleCrawlRobotedDesc": "Sitenizin robots.txt dosyasında Google akıllı telefon GoogleBotunun erişmesinin engellendiği sayfalar.",
        "GoogleCrawlServerError": "Sunucu hataları",
        "GoogleCrawlServerErrorDesc": "GoogleBot tarafından istek zaman aşımına uğradığından ya da siteniz meşgul olduğundan adresinize erişilemeyen durumlar",
        "GoogleCrawlSoft404": "Yazılımsal 404",
        "GoogleCrawlSoft404Desc": "Sunucunuz, sitenizde bulunmayan bir adres için gerçek bir sayfa döndürdüğünde, bir yazılımsal 404 hatası oluşur. Bu durum, genellikle sunucunuzun hatalı ya da var olmayan adresleri \"Tamam\" olarak işlemesinden ve kullanıcıyı bir ana sayfa ya da bir \"özel\" 404 sayfası gibi geçerli bir sayfaya yönlendirdiğinde ortaya çıkar.",
        "GoogleDataProvidedWithDelay": "Google, anahtar sözcük verilerini 2 gün gecikme ile sağlar. Bu tarihteki anahtar sözcükler biraz daha sonra içe aktarılacak.",
        "GoogleKeywordImport": "Google anahtar sözcükleri içe aktarma",
        "GoogleSearchConsoleUrl": "Google Arama Konsolu adresi",
        "GoogleSearchConsoleUrlDescription": "Bu web sitesinin Google Arama Konsolu üzerindeki adresini yazın",
        "GoogleUploadOrPasteClientConfig": "Lütfen Google OAuth istemci yapılandırmanızı yükleyin ya da aşağıdaki alana yapıştırın.",
        "HowToGetOAuthClientConfig": "OAuth istemci yapılandırmasını almak",
        "ImageKeywords": "Google üzerindeki görsel anahtar sözcükleri",
        "ImageKeywordsDocumentation": "Google <b>görsel<\/b> arama sonuçlarında web sitenize bağlantılar oluşturmak için kullanılan anahtar sözcükler.",
        "Impressions": "Gösterimler",
        "ImpressionsDocumentation": "Bir arama motoru sonuç sayfasında web sitenizi görüntülediğinde bir gösterim sayılır.",
        "IntegrationConfigured": "Bütünleştirme yapılandırılmış",
        "IntegrationNotConfigured": "Bütünleştirme yapılandırılmamış",
        "KeywordsCombined": "Birleştirilmiş anahtar sözcükler",
        "KeywordsCombinedDocumentation": "Bu rapor, Matomo tarafından algılanan ve arama motorlarından içe aktarılan tüm anahtar sözcükleri birleştirerek görüntüler. Bu raporda yalnız ziyaret ölçümü bulunur. Daha ayrıntılı ölçümleri görebilmek için ilgili raporlardan birine geçebilirsiniz.",
        "KeywordsCombinedImported": "Birleştirilmiş içe aktarılan sözcükler",
        "KeywordsCombinedImportedDocumentation": "Yapılandırılmış tüm arama motorlarından içe aktarılan tüm anahtar sözcükleri görüntüleyen rapor.",
        "KeywordsReferrers": "Anahtar sözcükler (tanımlanmamışlar dahil)",
        "KeywordStatistics": "Arama Anahtar Sözcükleri",
        "KeywordTypeImage": "görsel",
        "KeywordTypeVideo": "görüntü",
        "KeywordTypeWeb": "web",
        "LastCrawled": "Son derlenen",
        "LastDetected": "Son algılanan",
        "LastImport": "Son İçe Aktarma",
        "LatestAvailableDate": "%1$s için kullanılabilecek son anahtar sözcük verileri",
        "LinksToUrl": "%s adresine bağlanan",
        "ManageAPIKeys": "API Anahtarları Yönetimi",
        "MeasurableConfig": "yapılandırılmış web siteleri",
        "NoSegmentation": "Bu rapor dilimleri desteklemiyor. Standart, dilimlenmemiş veriler görüntüleniyor.",
        "NotAvailable": "Kullanılamaz",
        "NoWebsiteConfigured": "Henüz yapılandırılmış bir web sitesi yok. Belirli bir web sitesi için içe aktarmayı etkinleştirmek için buradan yapılandırmayı tamamlayabilirsiniz.",
        "NoWebsiteConfiguredWarning": "%s için içe aktarma tam olarak yapılandırılmamış. İçe aktarmayı etkinleştirmek için bazı web siteleri yapılandırmalısınız.",
        "OAuthClientConfig": "OAuth İstemci Yapılandırması",
        "OAuthError": "OAuth işlemi sırasında bir sorun çıktı. Lütfen yeniden deneyin ve gerekli izinleri verdiğinizden emin olun.",
        "Platform": "Platform",
        "Position": "Ortalama konum",
        "PositionDocumentation": "Arama sonuçlarında web sitenizin ortalama konumu (bu anahtar sözcük için).",
        "PrefixDesktop": "[Masaüstü]",
        "PrefixSmartphone": "[Akıllı Telefon]",
        "ProviderBingDescription": "<strong>Bing<\/strong> ve <strong>Yahoo!<\/strong> aramalarında web sitenizi bulmak için kullanılan tüm anahtar sözcükleri içe aktarır.",
        "ProviderBingNote": "<u>Not:<\/u> Microsoft, anahtar sözcük verilerini her Cumartesi günü bir hafta süre ile yayınlar. Bunun sonucu olarak Bing ve Yahoo için anahtar sözcüklerinizin raporlara eklenmesi bir kaç gün sürer ve yalnız haftalık, aylık ve yıllık aralıklarda görüntülenir.",
        "ProviderGoogleDescription": "<strong>Google<\/strong> aramalarında web sitenizi bulmak için kullanılan tüm anahtar sözcükleri içe aktarır. Raporlarda anahtar sözcükler her bir arama türüne göre ayrılarak görüntülenir (Web, Görsel ve Görüntü).",
        "ProviderGoogleNote": "<u>Not:<\/u> Google anahtar sözcük verilerini 2 gün gecikmeli olarak yayınlar. İlk içe aktarmanızda anahtar sözcük verilerinin 90 güne kadar olan geçmişi de içe aktarılabilir.",
        "ProviderListDescription": "Aşağıdaki bir (ya da bir kaç) arama motorunu ayarladığınızda, Matomo tarafından arama anahtar sözcüklerinin içe aktarılacağı web sitelerini yapılandırabilirsiniz.",
        "ProviderXAccountWarning": "<strong>Hesap yapılandırma sorunları bulundu<\/strong><br \/>Lütfen <strong>%s<\/strong> için yapılandırılmış hesapları denetleyin.",
        "ProviderXSitesWarning": "<strong>Web sitesi yapılandırma sorunları bulundu<\/strong><br \/>Lütfen <strong>%s<\/strong> için yapılandırılmış web sitelerini denetleyin.",
        "ReAddAccountIfPermanentError": "Sorun düzelmiyorsa hesabı kaldırıp bağlantıyı yeniden kurmayı deneyin.",
        "ReportShowMaximumValues": "Görüntülenen değerler bu aralıktaki en yüksek değerlerdir.",
        "RequiredAccessTypes": "Şu erişim türleri gereklidir:",
        "ResponseCode": "Yanıt kodu",
        "RoundKeywordPosition": "Anahtar konumu yuvarlansın",
        "SearchEngineKeywordsPerformance": "Arama Motoru Anahtar Sözcük Başarımı",
        "SetupConfiguration": "Yapılandırma ayarları",
        "SitemapsContainingUrl": "%s içeren site haritaları",
        "KeywordsSubtableOriginal": "İzlenen anahtar sözcükler (tanımlanmamışlar dahil)",
        "KeywordsSubtableImported": "İçe aktarılmış anahtar sözcükler",
        "AllReferrersOriginal": "Yönlendirenler (izlenen anahtar sözcükler ile)",
        "AllReferrersImported": "Yönlendirenler (içe aktarılmış anahtar sözcükler ile)",
        "SearchEnginesOriginal": "Arama Motorları (izlenen anahtar sözcükler ile)",
        "SearchEnginesImported": "Arama Motorları (içe aktarılmış anahtar sözcükler ile)",
        "StartOAuth": "OAuth İşlemini Başlat",
        "UnverifiedSites": "Doğrulanmamış web siteleri:",
        "UploadOAuthClientConfig": "OAuth istemci yapılandırmanızı yükleyin",
        "UrlOfAccount": "Adres (Hesap)",
        "VideoKeywords": "Google üzerindeki görüntü anahtar sözcükleri",
        "VideoKeywordsDocumentation": "Google <b>görüntü<\/b> arama sonuçlarında web sitenize bağlantılar oluşturmak için kullanılan anahtar sözcükler.",
        "VisitOAuthHowTo": "Google OAuth istemcisinin nasıl yapılandırılacağını öğrenmek için %1$sçevrimiçi rehberimize%2$s bakabilirsiniz.",
        "WebKeywords": "Google üzerindeki web anahtar sözcükleri",
        "WebKeywordsDocumentation": "Google <b>web<\/b> arama sonuçlarında web sitenize bağlantılar oluşturmak için kullanılan anahtar sözcükler.",
        "WebsiteSuccessfulConfigured": "Tebrikler!<br \/>%1$s web sitesi için anahtar sözcükleri içe aktarma yapılandırmasını tamamladınız.<br \/> İlk arama sözcüklerinizin içe aktarılması ve Yönlendirenler > Arama Anahtar Sözcükleri bölümünde görüntülenmesi bir kaç gün alabilir. Anahtar sözcüklerin içe aktarılmasındaki gecikmeler ve sınırlamalar hakkında bilgi almak için %2$sSSS%3$s bölümüne bakabilirsiniz",
        "WebsiteTypeUnsupported": "Seçilmiş ölçülebilir %1$s türü desteklenmediğinden yapılandırılamaz. Yalnız 'web sitesi' türündeki ölçülebilirler desteklenir.",
        "WebsiteTypeUnsupportedRollUp": "Not: Toplu rapor siteleri otomatik olarak alt sitelerindeki içe aktarılmış verileri derler"
    }
}