{
    "CustomReports": {
        "ManageReports": "Gestion des rapports",
        "CustomReports": "Rapports personnalisés",
        "CustomReport": "Rapport personnalisé",
        "NCustomReports": "%s rapports personnalisés",
        "CustomReportIntroduction": "Les rapports personnalisés vous permettent de créer de nouveaux rapports pour dessiner de nouvelles vues impossibles à obtenir avec les rapports standards. Vous choisissez les dimensions (tel que \"Type de périphérique\" et \"Navigateur\") ainsi que les métriques (tel que \"Nombre de visiteurs\" et \"Taux de rebond\") et comment ils doivent être affichés pour avoir les données uniques, exploitables et utiles dont vous avez besoin.",
        "NoCustomReportsFound": "Aucun rapport personnalisé trouvé",
        "EditReport": "Éditer le rapport",
        "Preview": "Prévisualiser",
        "PreviewReport": "Prévisualiser le rapport",
        "ViewReportInfo": "Voir le rapport",
        "CreateNewReport": "Créer un nouveau rapport",
        "Unlock": "Déverrouiller",
        "ApplyTo": "Appliquer à",
        "ReportEditNotAllowedAllWebsites": "Comme ce rapport est disponible pour tous les sites, seul un utilisateur avec les accès Super Utilisateur peut changer ce rapport.",
        "ReportAvailableToAllWebsites": "Ce rapport est disponible pour tous les sites.",
        "AvailableAllWebsites": "Disponible pour tous les sites",
        "WarningRequiresUnlock": "Pour faire des changements sur le contenu de ce rapport, vous devez \"déverrouiller\" ce rapport. Lorsque vous faites des changements dans la configuration du rapport et qu'il est mis à jour, les nouvelles données de reporting doivent être générées et les études générées précédemment pour ce rapport ne seront plus disponibles.",
        "WarningOnUpdateReportMightGetLost": "Lorsque vous mettez à jour ce rapport personnalisé, les rapports précédemment générées pour ce rapport personnalisé ne seront plus disponibles.",
        "ConfirmUnlockReport": "Êtes vous sûr de vouloir débloquer ce rapport ? Lorsque vous mettez à jour le contenu de ce rapport, les rapports précédemment générés pour ce rapport personnalisé ne seront plus disponibles.",
        "InfoReportIsLocked": "Ce rapport est actuellement verrouillé et vous devez confirmer pour \"déverrouiller\" ce rapport. Lorsque vous effectuez des changements sur le contenu du rapport et que vous le mettez à jour par la suite, de nouvelles données de rapport doivent être générées et les rapports précédemment générés pour ce rapport personnalisé ne seront plus disponibles.",
        "DeleteReportConfirm": "Êtes-vous sûr de vouloir supprimer ce rapport personnalisé ? Les rapports générés précédemment ne seront plus disponibles dans l'interface de rapport.",
        "DeleteReportInfo": "Lorsque vous supprimez ce rapport, ses rapports ne sont plus disponibles et vous ne pouvez pas annuler cette action.",
        "ErrorXNotProvided": "Veuillez indiquer une valeur pour \"%1$s\".",
        "ErrorXTooLong": "\"%1$s\" est trop long, %2$s caractères maximum sont autorisés.",
        "ErrorNotAnArray": "\"%1$s\" doit être un tableau.",
        "ErrorArrayMissingItem": "Valeur manquante dans le tableau \"%1$s\" à la position \"%2$s\".",
        "ErrorDuplicateItem": "Il n'est pas autorisé d'utiliser le même %s plusieurs fois.",
        "ErrorInvalidValueInArray": "\"%1$s\" indiqué à la position \"%2$s\" n'existe pas.",
        "ErrorReportDoesNotExist": "Le rapport personnalisé demandé n'existe pas",
        "ErrorXNotWhitelisted": "La valeur pour \"%1$s\" n'est pas autorisée, utilisez une de celles-ci : %2$s.",
        "ErrorMissingDimension": "Une dimension au moins doit être sélectionnée.",
        "ErrorMissingMetric": "Un élément mesurable au moins doit être sélectionné.",
        "ErrorTooManyDimension": "Trop de dimensions sélectionnées. %s dimensions peuvent être utilisées au maximum.",
        "PreviewSupportsDimension": "La prévisualisation supporte seulement %s dimensions pour le moment.",
        "PreviewDate": "Cette prévisualisation se base sur les données de %s.",
        "RemovedMetrics": "Ces éléments mesurables ont été retirés car ils ne peuvent pas être calculés correctement sur la période : %s.",
        "NoDataRemovedMetrics": "Aucune donnée n'est affichée car ce rapport ne contient que des éléments mesurables non disponibles pour la période sélectionnée (%s).",
        "Filter": "Filtre",
        "ReportHasFilterApplied": "Ce rapport a le filtre suivant : %s.",
        "Dimensions": "Dimensions",
        "Dimension": "Dimension",
        "RemoveDimension": "Retirer une dimension",
        "RemoveMetric": "Retirer un élément mesurable",
        "AddMetric": "Ajouter un élément mesurable",
        "AddDimension": "Ajouter une dimension",
        "ReportType": "Type de rapport",
        "Type": "Type",
        "ReportContent": "Contenu du rapport",
        "ReportName": "Nom du rapport",
        "ReportPage": "Page du rapport",
        "ReportCategory": "Catégorie du rapport",
        "Category": "Catégorie",
        "ReportCategoryHelp": "Sélectionnez la catégorie principale dans laquelle le rapport sera disponible via le menu.",
        "ReportAllWebsitesHelp": "Sélectionnez le site pour lequel ce rapport sera disponible. Vous pouvez choisir \"Tous les sites\" pour rendre ce rapport disponible pour tous les sites (y compris ceux créés à l'avenir).",
        "ReportDimensionsHelp": "Les dimensions décrivent des caractéristiques et sont généralement affichées dans la première colonne du rapport. Vous pouvez sélectionner jusqu'à trois dimensions, par exemple le navigateur, le pays, la ville. Au moins une dimension doit être sélectionnée.",
        "ReportMetricsHelp": "Les éléments mesurables sont des mesures quantitatives. Par exemple, si vous souhaitez augmenter le trafic de votre site web, incluez \"Visites\", si vous recherchez la performance de votre site web, incluez \"Moyenne du temps de génération\".",
        "ReportSegmentHelp": "Un filtre vous permet de voir ce rapport uniquement pour un sous-ensemble de vos visiteurs. Par exemple, vous pouvez filtrer ce rapport en fonction des utilisateurs d'appareils mobiles uniquement.",
        "ReportSubcategory": "Sous-catégorie du rapport",
        "ReportSubcategoryHelp": "Vous pouvez en option ajouter ce rapport dans n'importe quelle page existante. Si vous ne choisissez pas de sous-catégorie, une nouvelle page dans la catégorie sélectionnée sera créée en utilisant le nom du rapport.",
        "ReportCreated": "Le rapport a été créé avec succès.",
        "ReportUpdated": "Le rapport a bien été mis à jour.",
        "ErrorReportNameDuplicate": "Ce nom est déjà utilisé pour un autre rapport.",
        "NoDataNotArchivedYet": "Comme ce rapport a été créé ou mis à jour récemment, cela peut prendre quelques heures avant que les données soient disponibles quand vous consultez les rapports du jour. Les données concernant les dates antérieures à la création de ce rapport ne seront plus disponibles.",
        "NoDataNotArchivedYetReprocess": "Cependant, un administrateur peut forcer Matomo à %1$s recalculer les rapports %2$s pour rendre les données disponibles.",
        "UpdatingData": "Mise à jour des données...",
        "FieldNamePlaceholder": "ex. 'Visiteurs par pays'",
        "FieldDescriptionPlaceholder": "ex. 'Le nombre de visiteurs par pays'",
        "ReportNameHelp": "Définissez le nom sous lequel ce rapport sera disponible.",
        "ReportDescriptionHelp": "Une description facultative de votre rapport qui s'affichera lorsque vous cliquerez sur l'icône d'aide à côté du titre du rapport. Par exemple, vous pourriez mentionner le but de ce rapport."
    }
}