{
    "CustomReports": {
        "ManageReports": "Beheer rapporten",
        "CustomReports": "Maatwerk rapporten",
        "CustomReport": "Maatwerk rapport",
        "NCustomReports": "%s maatwerk rapporten",
        "CustomReportIntroduction": "Maatwerk rapporten laten je nieuwe rapporten maken waarmee je nieuwe inzichten krijgt die niet beschikbaar zijn in de standaard rapporten. Je kiest een dimensie (zoals \"Apparaat type\" en \"Browser\") en statistieken (zoals \"Aantal bezoekers\" en \"Bounce rate\") en hoe dit getoond dient te worden om de unieke actiegerichte en nuttige data te krijgen die je zoekt.",
        "NoCustomReportsFound": "Geen maatwerk rapport gevonden",
        "EditReport": "Bewerk rapport",
        "Preview": "Preview",
        "PreviewReport": "Preview rapport",
        "ViewReportInfo": "Bekijk rapport",
        "CreateNewReport": "Maak een nieuw rapport",
        "Unlock": "Ontgrendel",
        "ApplyTo": "Van toepassing op",
        "ReportEditNotAllowedAllWebsites": "Dit rapport is beschikbaar voor alle websites. Om deze reden kan alleen een gebruiker met Super User rechten wijzigingen aanbrengen.",
        "ReportAvailableToAllWebsites": "Dit rapport is beschikbaar voor alle websites.",
        "AvailableAllWebsites": "Beschikbaar in alle websites.",
        "WarningRequiresUnlock": "Om aan dit rapport wijzigingen te maken, dient dit als eerst ontgrendeld te worden. Wanneer je wijzigingen maakt aan aan de inrichting van het rapport en deze update, zal nieuwe rapport data gegenereerd worden en eerdere gemaakte rapporten van dit rapport zijn dan niet meer beschikbaar.",
        "WarningOnUpdateReportMightGetLost": "Wanneer je dit maatwerk rapport bijwerkt, worden eerder gegenereerde rapporten van dit aangepaste rapport niet meer beschikbaar.",
        "ConfirmUnlockReport": "Weet je zeker dat je dit rapport wilt openen? Wanneer je de inhoud van het rapport update, eerder gegenereerde rapporten van dit maatwerk rapport worden dan onbeschikbaar.",
        "InfoReportIsLocked": "Dit rapport is op dit moment gesloten en je dient eerst te bevestigen om dit rapport te ontgrendelen. Wanneer je wijzigingen aan dit rapport maakt en het daarna bijwerkt, nieuwe rapportage data dient dan gegenereerd te worden en eerder gegenereerde rapportages voor dit maatwerk rapport zijn dan niet meer beschikbaar.",
        "DeleteReportConfirm": "Weet je zeker dat je dit maatwerk rapport wilt verwijderen? Eerder gegenereerde rapportages zijn dan niet meer beschikbaar in de UI.",
        "DeleteReportInfo": "Wanneer je het rapport verwijderd, wordt het rapport niet meer beschikbaar. Deze actie kan je niet meer ongedaan maken.",
        "ErrorXNotProvided": "Geef een waarde voor \"%1$s\".",
        "ErrorXTooLong": "\"%1$s\" is te lang, maximaal %2$skarakters zijn toegestaan.",
        "ErrorNotAnArray": "\"%1$s\" dient een reeks te zijn.",
        "ErrorArrayMissingItem": "Missende waarde in \"%1$s\" reeks op positie \"%2$s\".",
        "ErrorDuplicateItem": "Het is niet toegestaan om dezelfde %s meerdere keren te gebruiken.",
        "ErrorInvalidValueInArray": "Het gegeven \"%1$s\" op positie \"%2$s\" bestaat niet.",
        "ErrorReportDoesNotExist": "Het opgevraagde maatwerk rapport bestaat niet.",
        "ErrorXNotWhitelisted": "De waarde voor \"%1$s\" is niet toegestaan. Gebruik één van de: %2$s",
        "ErrorMissingDimension": "Minstens één dimensie dient geselecteerd te worden.",
        "ErrorMissingMetric": "Minstens één statistiek dient geselecteerd te worden.",
        "ErrorTooManyDimension": "Teveel dimensies zijn geselecteerd. Maximaal %s dimensies kunnen worden gebruikt.",
        "PreviewSupportsDimension": "De huidige preview ondersteund tot %s dimensies.",
        "PreviewDate": "Deze preview is gebaseerd op data van %s.",
        "RemovedMetrics": "Deze metrics zijn verwijderd omdat deze niet correct berekend kunnen worden over deze periode: %s.",
        "NoDataRemovedMetrics": "Er wordt geen data getoond omdat dit rapport alleen metrics bevat die niet worden ondersteund voor de geselecteerde periode (%s).",
        "Filter": "Filter",
        "ReportHasFilterApplied": "Dit rapport heeft de volgende filters: 1%s",
        "Dimensions": "Dimensies",
        "Dimension": "Dimensies",
        "RemoveDimension": "Verwijder dimensie",
        "RemoveMetric": "Verwijder statistiek",
        "AddMetric": "Voeg statistiek toe",
        "AddDimension": "Voeg dimensie toe",
        "ReportType": "Rapport type",
        "Type": "Type",
        "ReportContent": "Rapport inhoud",
        "ReportName": "Rapport naam",
        "ReportPage": "Rapport pagina",
        "ReportCategory": "Rapport categorie",
        "Category": "Categorie",
        "ReportCategoryHelp": "Selecteer de hoofdcategorie waaronder dit rapport beschikbaar komt in het rapport menu.",
        "ReportAllWebsitesHelp": "Selecteer de website waar deze rapportage voor beschikbaar moet zijn. Je kan ook \"Alle websites\" selecteren om deze rapportage voor alle websites beschikbaar te maken (dit is ook voor websites die in de toekomst aangemaakt worden.)",
        "ReportDimensionsHelp": "Dimensies beschrijven typische karakteristieken en wordt doorgaans in de eerste kolom van een rapport getoond. Je kan maximaal drie dimensies selecteren, bijvoorbeeld Browser, Land en Stad. In ieder geval dient één dimensie geselecteerd te worden.",
        "ReportMetricsHelp": "Statistieken zijn kwantitatieve metingen. Bijvoorbeeld, wanneer je het verkeer op je website wilt verhogen, voeg \"Bezoeken\" toe. Wanneer je de prestatie van je website wilt verbeteren, voeg dan \"Gemiddelde generatietijd \"toe.",
        "ReportSegmentHelp": "Een filter laat alleen een deelverzameling van het rapport van je bezoekers zien. Bijvoorbeeld, je kan het rapport filteren op alleen smartphone bezoekers.",
        "ReportSubcategory": "Rapport subcategorie",
        "ReportSubcategoryHelp": "Optioneel kan je dit rapport toevoegen aan een bestaande rapportage pagina. Wanneer je geen subcategorie selecteert, wordt er een nieuwe rapportage pagina, met als titel de rapportnaam, aangemaakt onder de geselecteerde categorie.",
        "ReportCreated": "Het rapport is succesvol gecreëerd.",
        "ReportUpdated": "Het rapport is succesvol bijgewerkt.",
        "ErrorReportNameDuplicate": "De rapport naam is al in gebruik door een ander rapport.",
        "NoDataNotArchivedYet": "Wanneer het rapport onlangs is gemaakt of bijgewerkt, dan kan het enkele uren duren voordat de data van vandaag beschikbaar wordt. De data van rapporten van voordat het rapport gecreëerd is komt niet beschikbaar.",
        "NoDataNotArchivedYetReprocess": "Echter, een systeem administrator kan Matomo forceren om %1$s de rapporten %2$s opnieuw te verwerken om de data beschikbaar te maken.",
        "UpdatingData": "Bijwerken gegevens...",
        "FieldNamePlaceholder": "bv 'Bezoekers per land'",
        "FieldDescriptionPlaceholder": "bv 'het aantal bezoekers per land'",
        "ReportNameHelp": "Bepaalt onder welke naam dit rapport beschikbaar wordt.",
        "ReportDescriptionHelp": "Een optionele omschrijving voor je rapport, welke wordt getoond wanneer je op help icoon klikt naast de rapport titel klikt. Je kan bijvoorbeeld het doel benoemen van het rapport."
    }
}