{
    "CustomReports": {
        "ManageReports": "Administroni Raporte",
        "CustomReports": "Raporte Vetjakë",
        "CustomReport": "Raport Vetjak",
        "NCustomReports": "%s raporte vetjakë",
        "CustomReportIntroduction": "Raportet Vetjakë ju lejojnë të krijoni raporte të rinj për të ndjekur prirje të reja që s’janë të mundshme me raportet standarde. Përmasat (të tilla si, \"Lloj Pajisjeje\" dhe \"Shfletues\"), matjet (të tilla si, \"Numër Vizitorësh\" dhe \"Nivel Kthimesh\") dhe se si duhet të shfaqen për të pasur të dhënat unike të përdorshme dhe të dobishme që ju nevojiten, i zgjidhni ju.",
        "NoCustomReportsFound": "S’u gjetën raporte vetjakë",
        "EditReport": "Përpunoni raport",
        "Preview": "Paraparje",
        "PreviewReport": "Paraparje raporti",
        "ViewReportInfo": "Shiheni raportin",
        "CreateNewReport": "Krijoni raport të ri",
        "Unlock": "Shkyçe",
        "ApplyTo": "Zbatoje mbi",
        "ReportEditNotAllowedAllWebsites": "Ngaqë ky raport është i passhëm për krejt sajtet, vetëm një përdorues me të drejta Superpërdoruesi mund ta ndryshojë këtë raport.",
        "ReportAvailableToAllWebsites": "Ky raport është i passhëm për krejt sajtet.",
        "AvailableAllWebsites": "I passhëm për krejt sajtet",
        "WarningRequiresUnlock": "Që të mund të bëni ndryshime te lënda e këtij raporti, lypset ta \"shkyçni\" këtë raport. Kur bëni ndryshime te formësimi i raportit dhe e përditësoni këtë raport, lypset të riprodhohen të dhëna të reja raporti dhe të dhënat e prodhuara më herët për këtë raport s’do të mund të kihen më.",
        "WarningOnUpdateReportMightGetLost": "Kur e përditësoni këtë raport vetjak, raportet e prodhuar më herët për këtë raport vetjak s’do të mund të kihen më.",
        "ConfirmUnlockReport": "Jeni i sigurt se doni të shkyçet ky raport? Kur përditësoni lëndën për këtë raport vetjak, të dhënat e prodhuara më herët për të s’do të mund të kihen më.",
        "InfoReportIsLocked": "Ky raport është i kyçur dhe lypset të ripohoni \"shkyçjen\" e tij. Kur bëni ndryshime te lënda e këtij raporti dhe në vijim e përditësoni, lypset të prodhohen të dhëna të reja dhe të dhënat e prodhuara më herët për këtë raport vetjak s’do të mund të kihen më.",
        "DeleteReportConfirm": "Jeni i sigurt se doni të fshihet ky raport vetjak? Raportet e prodhuar më herët s’do të mund të kihen më përmes UI-t të raporteve.",
        "DeleteReportInfo": "Kur e fshini këtë raport, raportet e tij s’do të mund të kihen më dhe këtë veprim s’mund ta zhbëni.",
        "ErrorXNotProvided": "Ju lutemi, jepni një vlerë për \"%1$s\".",
        "ErrorXTooLong": "\"%1$s\" është shumë e gjatë, lejohen e shumta %2$s shenja.",
        "ErrorNotAnArray": "\"%1$s\" duhet të jetë një matricë.",
        "ErrorArrayMissingItem": "Te matrica \"%1$s\" mungon vlerë në pozicioni \"%2$s\".",
        "ErrorDuplicateItem": "Nuk lejohet të përdoret shumë herë i njëjti %s.",
        "ErrorInvalidValueInArray": "\"%1$s\" e dhënë në pozicionin \"%2$s\" nuk ekziston.",
        "ErrorReportDoesNotExist": "Raporti vetjak i kërkuar nuk ekziston",
        "ErrorXNotWhitelisted": "Vlera për \"%1$s\" nuk lejohet, përdorni një nga: %2$s.",
        "ErrorMissingDimension": "Duhet përzgjedhur të paktën një përmasë.",
        "ErrorMissingMetric": "Duhet përzgjedhur të paktën një matje.",
        "ErrorTooManyDimension": "Janë përzgjedhur shumë përmasa. Mund të përdoren e shumta %s përmasa.",
        "PreviewSupportsDimension": "Hëpërhë paraparja mbulon deri në %s përmasa.",
        "PreviewDate": "Kjo paraparje bazohet në të dhënat e %s.",
        "RemovedMetrics": "Këto vlera u hoqën, ngaqë s’mund të përllogariten saktë për këtë periudhë: %s.",
        "NoDataRemovedMetrics": "S’janë shfaqur të dhëna, ngaqë ky raport përmban vetëm vlera që s’mbulohen nga periudha e përzgjedhur (%s).",
        "Filter": "Filtër",
        "ReportHasFilterApplied": "Mbi këtë raport është aplikuar filtri vijues: %s.",
        "Dimensions": "Përmasa",
        "Dimension": "Përmasë",
        "RemoveDimension": "Hiqe përmasën",
        "RemoveMetric": "Hiqe matjen",
        "AddMetric": "Shtoni matje",
        "AddDimension": "Shtoni përmasë",
        "ReportType": "Lloj raporti",
        "Type": "Lloj",
        "ReportContent": "Lëndë raporti",
        "ReportName": "Emër raporti",
        "ReportPage": "Faqe raporti",
        "ReportCategory": "Kategori raporti",
        "Category": "Kategori",
        "ReportCategoryHelp": "Përzgjidhni kategorinë kryesore të raporteve nën të cilën do të ofrohet ky raport te menuja e raportimeve.",
        "ReportAllWebsitesHelp": "Përzgjidhni sajtin për të cilin duhet të jepet ky raport. Mund të shtoni edhe \"Krejt sajtet\", për ta bërë këtë raport të përdorshëm në krejt sajtet tuaj (dhe në sajte që do të krijohen në të ardhmen).",
        "ReportDimensionsHelp": "Përmasat zakonisht përshkruajnë karakteristika dhe zakonisht shfaqen në shtyllën e parë të raportit. Mund të përzgjidhni deri në tre përmasa, për shembull, Shfletues, Vend, Qytet. Duhet përzgjedhur të paktën një përmasë.",
        "ReportMetricsHelp": "Matjet janë matje sasiore. Për shembull, nëse doni të shtoni trafikun në sajtin tuaj, përfshini \"Vizita\", nëse po merreni me funksionimin e sajtit tuaj, përfshini \"Kohë Mesatare Prodhimi\".",
        "ReportSegmentHelp": "Një filtër ju lejon ta shihni këtë raport vetëm për një nëngrup vizitorësh. Për shembull, mund ta filtroni këtë raport vetëm për përdorues me pajisje celulare.",
        "ReportSubcategory": "Nënkategori raportesh",
        "ReportSubcategoryHelp": "Në daçi, mund ta shtoni këtë raport te cilado faqe ekzistuese raportimi. Nëse nuk zgjidhni një nënkategori, do të krijohet një faqe e re raportimi nën kategorinë e përzgjedhur, duke përdorur emrin e raportit.",
        "ReportCreated": "Raporti u krijua me sukses.",
        "ReportUpdated": "Raporti u përditësua me sukses.",
        "ErrorReportNameDuplicate": "Emri i raportit është tashmë në përdorim nga një raport tjetër.",
        "NoDataNotArchivedYet": "Meqë raporti u krijua apo përditësua vetëm tani afër, mund të duhen disa orë që të ketë të dhëna të përdorshme për të parë raporte për sot. S’do të ketë të përdorshme të dhëna raporti për data më herët se të krijohej ky raport.",
        "NoDataNotArchivedYetReprocess": "Sidoqoftë, një përgjegjës sistemi mund ta detyrojë Matomo-n t’i %1$sripërpilojë raportet%2$s për t’i pasur këto të dhëna.",
        "UpdatingData": "Po përditësohen të dhëna…",
        "FieldNamePlaceholder": "p.sh., 'Vizitorë sipas Vendesh'",
        "FieldDescriptionPlaceholder": "p.sh., 'Numër vizitorësh për vend'",
        "ReportNameHelp": "Përcakton emrin me të cilin do të jepet ky raport.",
        "ReportDescriptionHelp": "Një përshkrim opsional për raportin tuaj, që do të shfaqet kur klikoni mbi tekstin e ikonës, në krah të titullit të raportit. Për shembull, mund të donit të shfaqej qëllimi i këtij raporti."
    }
}