{
    "CustomReports": {
        "ManageReports": "Rapor Yönetimi",
        "CustomReports": "Özel Raporlar",
        "CustomReport": "Özel Rapor",
        "NCustomReports": "%s özel rapor",
        "CustomReportIntroduction": "Özel Raporlar, standart raporlarda bulunmayan yeni bakış açıları oluşturmanızı sağlar. Boyutları (\"Aygıt Türü\" ve \"Tarayıcı\" gibi) ve ölçümleri (\"Ziyaretçi Sayısı\" ve \"Geri Dönüş Oranı\" gibi) ve nasıl görüneceğini seçerek eşsiz ve işinize yarayacak veriler elde edebilirsiniz.",
        "NoCustomReportsFound": "Herhangi bir özel rapor bulunamadı",
        "EditReport": "Raporu düzenle",
        "Preview": "Ön izleme",
        "PreviewReport": "Rapor ön izlemesi",
        "ViewReportInfo": "Raporu görüntüle",
        "CreateNewReport": "Yeni rapor ekle",
        "Unlock": "Kilidi aç",
        "ApplyTo": "Şuna uygula",
        "ReportEditNotAllowedAllWebsites": "Bu rapor tüm web siteleri için kullanılabileceğinden, yalnız Süper Kullanıcı izinlerine sahip bir kullanıcı bu raporu düzenleyebilir.",
        "ReportAvailableToAllWebsites": "Bu rapor tüm web siteleri için kullanılabilir.",
        "AvailableAllWebsites": "Tüm web siteleri için kullanılabilir",
        "WarningRequiresUnlock": "Bu rapor içeriğinde değişiklik yapmak için \"Kilidini açmalısınız\". Rapor yapılandırmasını değiştirip güncelledikten sonra, yeni rapor verilerinin üretilmesi gerekir ve daha önce üretilmiş raporlar artık kullanılamaz.",
        "WarningOnUpdateReportMightGetLost": "Bu özel raporu güncellediğinizde, bu özel rapor için daha önce üretilmiş raporlar kullanılamayacak.",
        "ConfirmUnlockReport": "Bu raporun kilidini açmak istediğinize emin misiniz? Bu özel raporu güncellediğinizde, bu özel rapor için daha önce üretilmiş raporlar kullanılamayacak.",
        "InfoReportIsLocked": "Bu rapor şu anda kilitli ve \"kilidini açmayı\" onaylamanız gerekiyor. Rapor yapılandırmasını değiştirip güncelledikten sonra, yeni rapor verilerinin üretilmesi gerekir ve daha önce üretilmiş raporlar artık kullanılamaz.",
        "DeleteReportConfirm": "Bu özel raporu silmek istediğinize emin misiniz? Daha önce üretilmiş raporlar kullanıcı arayüzündeki raporlar bölümünde görüntülenmeyecek.",
        "DeleteReportInfo": "Bu raporu sildiğinizde ilgili raporlar artık kullanılamayacak ve bu işlem geri alınamayacak.",
        "ErrorXNotProvided": "Lütfen \"%1$s\" için bir değer yazın.",
        "ErrorXTooLong": "\"%1$s\" çok uzun. İzin verilen en fazla karakter sayısı %2$s.",
        "ErrorNotAnArray": "\"%1$s\" bir dizi olmalıdır.",
        "ErrorArrayMissingItem": "\"%1$s\" dizisinde \"%2$s\" konumundaki değer eksik.",
        "ErrorDuplicateItem": "Aynı %s birden çok kez kullanılamaz.",
        "ErrorInvalidValueInArray": "\"%2$s\" konumunda belirtilen \"%1$s\" bulunamadı.",
        "ErrorReportDoesNotExist": "İstenilen özel rapor bulunamadı",
        "ErrorXNotWhitelisted": "\"%1$s\" değeri kullanılamaz. Şunlardan birini kullanın: %2$s.",
        "ErrorMissingDimension": "En az bir boyut seçilmelidir.",
        "ErrorMissingMetric": "En az bir ölçüm seçilmelidir.",
        "ErrorTooManyDimension": "Çok fazla boyut seçilmiş. En fazla %s boyut kullanılabilir.",
        "PreviewSupportsDimension": "Ön izlemede en çok %s boyut görüntülenebilir.",
        "PreviewDate": "Bu ön izleme %s verilerine göre hazırlanmıştır.",
        "RemovedMetrics": "%s aralığı için doğru hesaplanamadığından bu ölçümler çıkarıldı.",
        "NoDataRemovedMetrics": "Bu raporda yalnızca seçilmiş aralık (%s) tarafından desteklenmeyen ölçümler bulunduğundan herhangi bir veri görüntülenemiyor.",
        "Filter": "Süzgeç",
        "ReportHasFilterApplied": "Bu rapora şu süzgeç uygulandı: %s.",
        "Dimensions": "Boyutlar",
        "Dimension": "Boyut",
        "RemoveDimension": "Boyutu kaldır",
        "RemoveMetric": "Ölçümü kaldır",
        "AddMetric": "Ölçüm ekle",
        "AddDimension": "Boyut ekle",
        "ReportType": "Rapor türü",
        "Type": "Tür",
        "ReportContent": "Rapor içeriği",
        "ReportName": "Rapor adı",
        "ReportPage": "Rapor sayfası",
        "ReportCategory": "Rapor kategorisi",
        "Category": "Kategori",
        "ReportCategoryHelp": "Bu raporun, rapor menüsünde hangi ana kategori altında bulunacağını belirtin.",
        "ReportAllWebsitesHelp": "Bu raporun hangi web siteleri için kullanılacağını belirtin. Bu raporun tüm sitelerde kullanılabilmesi için \"Tüm web siteleri\" olarak da seçebilirsiniz (gelecekte eklenecek siteler dahil).",
        "ReportDimensionsHelp": "Boyutlar genellikle karakteristikleri tanımlar ve bir raporun ilk sütununda bulunur. Tarayıcı, Ülke, Şehir gibi en çok üç boyut seçebilirsiniz. En az bir boyut seçilmelidir.",
        "ReportMetricsHelp": "Ölçümler, işlemlerin sayısal değerlerini belirtir. Örneğin sitenizin trafiğini arttırmak istiyorsanız, \"Ziyaretler\" ölçümünü, web sitenizin hızını arttırmak istiyorsanız \"Ortalama Oluşturma Süresi\" ölçümünü eklemelisiniz.",
        "ReportSegmentHelp": "Süzgeçler bir raporun alt gruplarının oluşturulmasını sağlar. Örneğin bu raporu yalnız mobil aygıtları görüntüleyecek şekilde süzebilirsiniz.",
        "ReportSubcategory": "Rapor alt kategorisi",
        "ReportSubcategoryHelp": "Bu raporu istediğiniz bir rapor sayfasına ekleyebilirsiniz. Bir alt kategori seçmezseniz seçilmiş kategori altına rapor adı ile yeni bir rapor sayfası eklenir.",
        "ReportCreated": "Rapor eklendi.",
        "ReportUpdated": "Rapor güncellendi.",
        "ErrorReportNameDuplicate": "Aynı adı kullanan başka bir rapor zaten var.",
        "NoDataNotArchivedYet": "Rapor yakın zamanda eklenmiş ya da güncellenmiş ise verilerin günlük raporlar bölümünde görülebilmesi için bir kaç saat geçmesi gerekebilir. Raporun eklenme tarihinden önceki tarihlere ait veriler kullanılamaz.",
        "NoDataNotArchivedYetReprocess": "Bununla birlikte bir sistem yöneticisi Matomo üzerinde %1$sraporları yeniden işleyerek%2$s bu verilerin kullanılabilmesini sağlayabilir.",
        "UpdatingData": "Veriler güncelleniyor...",
        "FieldNamePlaceholder": "Örnek: 'Ülkelere Göre Ziyaretçiler'",
        "FieldDescriptionPlaceholder": "Örnek: 'Ülkelere göre ziyaretçi sayıları'",
        "ReportNameHelp": "Bu raporun hangi ad altında bulunacağını belirler.",
        "ReportDescriptionHelp": "Rapor başlığının yanındaki yardım simgesine tıklandığında görüntülenecek isteğe bağlı açıklama. Raporun amacını açıklayan bilgiler yazılabilir."
    }
}